loadtest.yml
config:
    target: "ws://localhost:8888/"
    phases:
        - duration: 60
          arrivalRate: 5
        # - duration: 120
        #   arrivalRate: 5
        #   rampTo: 50
        # - duration: 600
        #   arrivalRate: 50
scenarios:
    - engine: "ws"
      name: "Subscribe & Unsubscribe topic"
      flow:
        - send: '{"method":"subscribe","params":{"topic":"test","offset":0},"id":"0"}'
        - think: 0.5
        - send: '{"method":"unbscribe","params":{"topic":"test"},"id":"1"}'